/**
 * Created by Rebecca_Han on 16/10/26.
 */

var discovery = {
  id: 3,
  data: [
    {
      feed_source_name: "Rebecca1",
      feed_source_info: "WEB前端*想做代码小仙女",
      feed_source_txt: "赞了回答1",
      feed_source_img: "../../images/icon1.jpeg",
      question: "选择 Kindle 而不是纸质书的原因是什么？",
      answer_ctnt:
        "难道不明白纸质书更贵啊！！！ 若觉得kindle更贵，我觉得要么阅读量太少，那确实没有买kindle的必要。要么买的都是盗版的纸质书？我不清楚不加以评论。。。 另外，用kindle看小说的怎么真心不懂了...",
      answer: `难道不明白纸质书更贵啊！！！
      
      若觉得kindle更贵，我觉得要么阅读量太少，那确实没有买kindle的必要。要么买的都是盗版的纸质书？我不清楚不加以评论。。。

      另外，用kindle看小说的怎么真心不懂了。题主不看小说么？难道题主拿来看教科书还是技术文档？还是题主觉得小说就是小时代内样的？（对小时代没偏见，尊重多样性）

      而且纸质书搬起来真心困难啊！当初毕业带不回来，忍痛卖了不少好桑心！

      碎片时间阅读总不能天天背着一本书吧，那么占地方。

      看到描述最后一段，感觉有骗答案的嫌疑。
      
      难道不明白纸质书更贵啊！！！
      
      若觉得kindle更贵，我觉得要么阅读量太少，那确实没有买kindle的必要。要么买的都是盗版的纸质书？我不清楚不加以评论。。。

      另外，用kindle看小说的怎么真心不懂了。题主不看小说么？难道题主拿来看教科书还是技术文档？还是题主觉得小说就是小时代内样的？（对小时代没偏见，尊重多样性）

      而且纸质书搬起来真心困难啊！当初毕业带不回来，忍痛卖了不少好桑心！

      碎片时间阅读总不能天天背着一本书吧，那么占地方。

      看到描述最后一段，感觉有骗答案的嫌疑。`,
      good_num: "112",
      comment_num: "18",
    },
    {
      feed_source_name: "Alex2",
      feed_source_info: "信“佛”",
      feed_source_txt: "回答了问题2",
      feed_source_img: "../../images/icon8.jpg",
      question: "笔记本电脑需要每天关机吗？",
      answer_ctnt:
        "需要 再好的计算机系统，用久了也会产生一些冗余，这些冗余积累之后就会导致你的系统变慢，哪怕你用的Mac。举个例子，如果你MacBook开久了，没关机，这时候从移动硬盘传输文件就会变慢...",
      answer: `需要
      
      再好的计算机系统，用久了也会产生一些冗余，这些冗余积累之后就会导致你的系统变慢，哪怕你用的Mac。
      
      举个例子，如果你MacBook开久了，没关机，这时候从移动硬盘传输文件就会变慢。重启之后就正常了。毕竟你的电脑不是服务器，不适合长期开机。如果不用，还是定期关一下机。这还只是其中一个问题，其他问题暂时我还没注意到，换做PC机问题只会更多。
      
      另外从省电角度，电脑休眠也是耗电的，耗电不多，但是如果你比较节省，还是关了比较好。
      
      至于寿命，什么年代了还担心电子设备的寿命。用坏的时候新产品都发布好几代了，换新就好了。`,
      good_num: "112",
      comment_num: "18",
    },
    {
      question_id: 3,
      answer_id: 61,
      feed_source_id: 25,
      feed_source_name: "George3",
      feed_source_txt: "赞了回答3",
      feed_source_img: "../../images/icon9.jpeg",
      question: "我对《图书馆30秒》的故事完全无法共情，这正常吗?",
      answer_ctnt:
        "其实第一次看这篇文章时，最戳我心窝的不是著名的三十秒片段，而是后面女主连续的几个反问句：“我没有同门吗？我每周不开组会吗？我们没有组会约饭吗？我不会因为共同负责课题和我的同门接触频繁吗？...",
      answer: `其实第一次看这篇文章时，最戳我心窝的不是著名的三十秒片段，而是后面女主连续的几个反问句：“我没有同门吗？我每周不开组会吗？我们没有组会约饭吗？我不会因为共同负责课题和我的同门接触频繁吗？

      “我可以，你不可以吗？你不可以，又真的是因为友谊长存吗？”
      
      在前面女主的表现和文笔都让人觉得她无比冷静和理智，没有大骂一通更没有歇斯底里，好似她只是在做一套关于爱情的试题，男主的做法错了她便划上一个叉然后冷眼旁观。
      
      估计也是因此让男主觉得自己多少还有挽留的余地，但这几个问句以及眼泪终于让我们和男主都意识到了，她的悲伤与难过只多不少，只是她的修养与性格让她把它们都内敛于心。
      
      懂事，聪明，理智的女孩其实一直在用最感性最热烈最浪漫的心爱着另一个人，另一个人不仅辜负了她的心，甚至没能看懂她有多真诚，还用父母“威逼利诱”，直到她同大多数女孩一样掉下眼泪，才总算明白她的爱的分量，这叫人如何不觉得窒息。
      
      再看图书馆三十秒，准确地说不仅仅是这三十秒，而是这一年所有女主以为属于自己和男主两人的瞬间，都可能被另一人共享，一片真心被践踏，不需设身处地，只是替她想一想我都格外难受，何况本人。`,
      good_num: "112",
      comment_num: "18",
    },
    {
      feed_source_name: "doudoudou",
      feed_source_info: "路人甲",
      feed_source_txt: "赞了回答3",
      feed_source_img: "../../images/icon3.jpg",
      question:
        "为什么让恋爱脑看「王宝钏挖野菜」的梗能火？你以前意识到王宝钏是恋爱脑了吗？",
      answer_ctnt:
        "现在依然不觉得，感觉我处于她的位置会做出和她一样的选择。嫁给强奸犯锦衣玉食vs嫁给穷得叮当响的救命恩人吃苦 我选嫁给救命恩人。挖野菜...",
      answer: `现在依然不觉得，感觉我处于她的位置会做出和她一样的选择。
      
      嫁给强奸犯锦衣玉食vs嫁给穷得叮当响的救命恩人吃苦 我选嫁给救命恩人。
      
      挖野菜谋生存vs向为了逼自己就范贪了自己丈夫的抚恤金和扬了自己做的菜的父亲妥协。我选不妥协`,
      good_num: "112",
      comment_num: "18",
    },
    {
      feed_source_name: "白鲸梦",
      feed_source_info: "我们都将孤独地长大，不要害怕。",
      feed_source_txt: "赞了回答3",
      feed_source_img: "../../images/icon2.jpg",
      question:
        "如何以“不过是一个穿越女，怎么斗得过世家贵族培养了十几年的大家闺秀”写一篇文章？",
      answer_ctnt:
        "“不过是一个穿越女，怎么斗得过世家贵族培养了十几年的大家闺秀。”我轻笑：“谁说我们要斗。”我不觉得出身世家的我高人一等，也不觉得...",
      answer: `“不过是一个穿越女，怎么斗得过世家贵族培养了十几年的大家闺秀。”
      
      我轻笑：“谁说我们要斗。”
      
      我不觉得出身世家的我高人一等，也不觉得穿越而来的她一无是处。
      
      她告诉我人人平等，天下为公，告诉我女子从来不必为男子而活。
      
      也站在烈烈大火中，向我伸出手。
      
      “小鹊儿！跟我回现代去！”
      
      《鹊踏枝》
      
      第一阕
      【一】
      1
      
      东宫新住进一位姑娘，不出意外，会是下一任太子妃。
      
      虽然东宫已经有了我这个太子妃，虽然我与太子青梅竹马，虽然我并没有做错任何事，但我必须给她让位。
      
      全东宫上下都为我鸣不平。
      
      连午后作画时，丫鬟柳絮都站在一旁忿忿不平地望着我。
      
      “娘娘，你为什么不治治那个狐狸精！”
      
      “狐狸精？”
      
      “就是那个叶枝啊！”柳絮气咻咻地道，“她一定是使了什么妖术，才骗得陛下非要将她塞进东宫里来！什么神女！改叫妖女才对！”
      
      “不许胡说。”
      
      柳絮炸毛了：“太子妃娘娘，您清醒一点好不好！太子殿下要被她抢走了！”
      
      “抢？”我摇摇头，自顾自地落笔作画，“叶姑娘那样的人，不稀罕抢。”
      
      “可是……”
      
      画中鸟雀站在枝头，爪下是江山万里，似锦繁花。
      
      我慢条斯理地搁下笔。
      
      “她进东宫，是父皇命令的；太子殿下喜欢谁，也是他自己决定的。为什么要怪到叶姑娘身上去？”
      
      柳絮被我哽得说不出话，许久才破罐破摔地嚷道：“我不管！她就是妖女！”
      
      叶枝就在此时面无表情地出现在了她身后。
      
      “让让，妖女来了。”
      
      
      
      2
      
      柳絮被吓得脸色惨白，慌慌张张地捂脸跑开。
      
      我望着她的背影笑得前仰后合。
      
      叶枝无奈又无语地斜眼看了我半晌，最后叹了口气：“我的大小姐，你笑够没有？”
      
      她身高腿长，身形又挺拔瘦削，平日眉眼间总有闲散的凉意挥之不去。说这话时，却奇异地带了宠溺的意味。
      
      我很受用，亲昵地迎上去，抱住她的手臂小声埋怨。
      
      “你一早上都跑到哪儿去啦？”
      
      “出去了，”叶枝从怀里拿出一个纸包递过来，声音淡淡的，“西市的莲花酥，应了你这舌灿莲花。”
      
      我接过来，边吃边瞪大眼睛：“你怎么又跑出去？殿下准了？”
      
      “他没准。”叶枝不以为意，“我翻墙了。”
      
      “……”
      
      东宫的侍卫是该训一训。
      
      像是猜到我在想什么，叶枝伸手敲了一下我的脑袋。
      
      “别折腾那些侍卫了。一个能打的都没有。”
      
      我若有所思。
      
      “你们现代的女儿家，可以学打架？”
      
      “不止是打架，”叶枝随手替我拂去唇角糕点碎屑，咬字轻描淡写，“只要她们愿意，她们可以去学任何东西。”
      
      
      
      3
      
      叶枝口中的那个“现代”，似乎是一个与我所在的华阳国完全不同的世界。
      
      我喜欢那个世界。
      
      我着迷于那样的桃花源，不依不饶地缠着叶枝，好叫她告诉我更多一些。
      
      叶枝被我缠得没辙，停下来捏我的脸。
      
      “大小姐，现代没那么好，”她停顿了一下，又露出些怀念的神色来，“但也没那么坏。”
      
      我羡慕她的潇洒自由，那是我从来不曾有过的东西。
      
      作为当朝丞相的嫡女，我自幼被作为太子妃教养，受家族教诲、父母约束，凡事都须得恪守本分，循规蹈矩。
      
      我习琴棋书画，修四书五经，知礼义、精女红，十年如一日，不敢有半分懈怠。
      
      我知道，我不仅是林鹊，更是林氏家族的一员。
      
      叶枝却与我完全不同。
      
      她率性真实、飒爽果敢，像一阵呼啸的风，自负地吹过无边无际的原野。
      
      她告诉我女子有自由的权利，告诉我女子从来不必为男子而活，也告诉我人人生而平等，封建皇权之下没有赢家，镰刀锤子旗的光芒终将照亮整个大地。
      
      那些我不敢说、不敢想的话，她敢说、敢想，甚至敢做。
      
      因为她是“现代人”。
      
      
      
      4
      
      华阳国每隔一段时间就会出现一个“现代人”。
      
      他们的出现没有什么规律可言，有时相隔几年，有时则要相隔几十年。
      
      唯一明确的是，每当他们出现，天空就会出现五星连珠的奇景。
      
      古书云：“五星连珠利东方，神人出。”
      
      皇室认为这是祥瑞之兆，因此，历代的神子和神女，都被迎回了皇家。
      
      叶枝也不例外。
      
      三个月前，司天监上奏天象异变，“五星连珠”，而在那之后出现的，便是叶枝。
      
      她身着奇装异服，昏迷在城郊白鹿洞的万花掩映之中。
      
      发现的农夫第一时间将此事上报给了朝廷。陛下得知后龙颜大悦，一声令下，将叶枝送入东宫。
      
      彼时我的夫君百里临寒着一张脸领旨谢恩，我站在他身侧，温和平静地跟着行礼。
      
      宣旨官走后，他却叫住我。
      
      “你就没什么话想同孤说？”
      
      我思考片刻，回答：“臣妾定会照顾好那位姑娘。”
      
      “只是如此？”
      
      百里临迫近我，周身带着不妙的威压，一向雍雅沉静的眉眼阴郁得叫我害怕。
      
      我不明所以地退了一步。
      
      “……太子殿下想听什么？”
      
      百里临没说话。
      
      他站在与我只有一步之遥的地方，定定地注视我，骨节匀亭的手攥紧圣旨，最后，狠狠拂袖而去。
      
      
      
      5
      
      我搞不懂百里临。
      
      他把叶枝丢进西偏苑，终日不闻不问，不晓得在跟谁怄气。
      
      起初，叶枝整日整日地发呆。
      
      没有人知道她叫什么名字。她不说话、不理人、甚至不吃不喝，像个行尸走肉。
      
      我见她还受着伤，于心不忍，便日日带了药去找她。
      
      找到第十五日，叶枝开口说了第一句话。
      
      “你不怕我伤好以后，抢了你的太子夫君？”
      
      她的字里行间满是讥讽，但我并不生气，只回答她：“不怕。”
      
      我说：“若殿下喜欢我，无论是来了叶姑娘还是张姑娘都没什么要紧；若他不喜欢我，我一味强求也没什么意义。”
      
      她躺在榻上，望向我的眼神像春猎时受伤的狼。
      
      “我是穿越来的人，你不讨厌我么？”
      
      “为何要讨厌。”
      
      “因为我是女子。”
      
      我蹙起眉，仍然不解：“女子，为什么不能喜欢女子？”
      
      她怔住。
      
      我认真地凝视她：“我家中娘亲温柔，阿姊清雅，妹妹天真烂漫。平日里交好的小姐们，无不善良真诚。我很喜欢她们。”
      
      她静了静，看我的眼神更复杂了几分。
      
      许久，她很轻地说：“我有一个朋友，曾经也说过这样的话。”
      
      
      
      6
      
      那天之后，叶枝逐渐与我亲近起来。
      
      她说她在现代还有许多必须要做的事，为此，她必须找到回家的方法。
      
      我想起了一个人。
      
      “或许，我们可以问问十三驸马。”
      
      “十三驸马？”
      
      “就是长乐公主的夫婿，”我坐在庭院的秋千上，向她耐心解释，“长乐公主百里念，外号叫胭脂斧。她的夫婿，是在十二年前现世的神子。”
      
      正值莺月，春阳正好，叶枝跟着在我身边坐下来。
      
      “他是什么样的人？”
      
      “天才吧，”我尽量言简意赅地概括，“他会造许多稀奇古怪的东西。”
      
      叶枝问：“我什么时候才能见到他？”
      
      我想了想，有些抱歉地道：“这个，或许得等殿下空一些的时候。”
      
      我的夫君百里临是华阳建国以来最勤勉的太子。
      
      从我与他五岁定下婚约，到我十五岁及笄嫁入东宫，见过最多的，就是他伏案的身影。
      
      即便是与我大婚之夜，他也在书案前坐了一整晚。直至床边红烛燃尽，我昏昏睡去，才迷迷糊糊地感觉到他进了帷帐，将我浅浅拥进怀中。
      
      我常常想，百里临他或许根本不喜欢我。
      
      我只是他貌合神离的太子妃，但不是他命中注定的心上人。
      
      对此我并不意外，也并不怨恨，只是偶尔，会有一点点难过。
      
      叶枝听完，一脸不可置信。
      
      “你们成婚几年了？”
      
      “到今年三月，恰好满两年。”
      
      “两年……你们还根本没有……那个？”
      
      我眨眨眼：“哪个？”
      
      她倒吸一口冷气。
      
      “百里临，他是不是不行啊。”
      
      叶枝显出头痛的神色，几度欲言又止，最后着急地站起来，握住秋千的绳索。
      
      “那你们做到哪一步？”
      
      “什……”
      
      “接吻了没？”
      
      她低下头，与我离得很近，几乎触碰到我的鼻尖。我陷在她投下的阴影里，不知所措到忘记逃避。
      
      忽然，我听见了百里临咬牙切齿的声音。
      
      “你们在做什么！”
      
      
      
      7
      
      我被百里临拉到了院外。
      
      他攥着我的手腕，声音是难得的急切。
      
      “阿鹊，你不必这样。”
      
      “殿下说什么？”
      
      “孤绝不会娶她，”他微微拔高了声音，“你不必逼着自己同她处好关系。”
      
      我听得愣神，停了一下才说：“臣妾没逼着自己……”
      
      我回头望了一眼叶枝，笑着说：“叶姑娘是个好人，臣妾很喜欢她。”
      
      百里临脸色发青。
      
      “你喜欢她？”
      
      “是呀，”我弯起眼睛，“她生得好看，武艺高强，还见多识广……”
      
      话未说完，百里临忽然头一低，抵在了我肩上。
      
      我哑了声，而他微凉手指松松笼住我的后腰，迫使我靠向他。
      
      沁人心脾的书墨香荡漾开去。
      
      “林鹊，”他低低地唤我，语气里有微妙的委屈，“你从来，没说过喜欢孤。”
      
      
      
      【二】
      8
      
      记忆中，百里临几乎从未向我流露过这样脆弱的情态。
      
      我认识的百里临冷静自持，泰山崩于前而色不变，最沉稳，也最重礼。
      
      在外人面前，我们极少亲密。我甚至记不清我们上一次牵手是在大婚还是除夕。
      
      如今他是受人尊敬的太子，是励精图治的储君，是皇子们奉为楷模的兄弟，独独不像我的夫君。
      
      对生在王侯将相之家的我们来说，爱意太过奢侈。
      
      奢侈到能在漫长的一生中惊鸿一瞥，都已是需要藏匿的幸事。
      
      眼前的这个拥抱温暖又陌生，我垂着眼，小心地吸了吸鼻子，然后如常地扬起笑容。
      
      “殿下，”我柔着声音，轻声提醒，“您失态了。”
      
      百里临僵了僵，却没有松手。
      
      他哑着嗓子嘶声问：“是不是在你心里，孤娶谁、喜欢谁，你全都无所谓。”
      
      我答得从容：“殿下是人中之龙，凡事有自己的计较，臣妾无需多言。”
      
      百里临搁在我腰上的手紧了紧。
      
      我听见他重重吸气。片刻后，他颓然垂下手，紧握成拳，而我退后两步，若无其事地为他整理弄乱的衣襟。
      
      百里临站着一动不动。
      
      半晌，他苦笑：“不管什么时候，你总是这么平静。”
      
      我不置可否，专心致志地抚平他领口上的褶皱。
      
      “谢殿下赞。”
      
      想起不远处院内的叶枝，我又道：“臣妾还有一事相求。”
      
      百里临的眼睛倏然亮了亮：“你说。”
      
      “臣妾想见一见十三驸马。”
      
      “你是为了叶枝，”百里临蹙起眉，脸色有些难看，“你和她……还是不要走得太近。你性子单纯，孤不放心。”
      
      我收回手，只当没听见他的话，利落行礼。
      
      “殿下如若为难，臣妾想别的办法便是。不劳殿下挂心。”
      
      
      
      9
      
      百里临走后，叶枝站到我身侧。
      
      “他好像生气了。”她说，“你不哄一哄吗？”
      
      我摇头。
      
      叶枝将我的神色收在眼底，道：“何必这么累。”
      
      我笑着偏头：“枝枝喜欢一个人的时候，会怎么做呢？”
      
      叶枝似乎没想到我会问她这样的问题，错愕得扬起了眉。
      
      零星的梨花顺着风飘过来，落在她的鬓边。她屈起手指在唇边按了半晌，才缓声答：“会告诉他。”
      
      “嗯？”
      
      “会明明白白地告诉他，清清楚楚地对他好。不问缘由，不求回报。”
      
      爱恨随心，尽力而为，绝不后悔。
      
      这也便是叶枝了。
      
      “真好啊，”我笑眯眯地说，“真羡慕枝枝。”
      
      叶枝奇怪地看着我，似乎不太明白我在顾忌什么。我转了点身，望向庭院角落的梨花树。
      
      “你知道吗，殿下小时候，会躲在那棵梨树下面哭噢。”
      
      叶枝一本正经地惊讶。
      
      “我还以为他生下来就有二十岁呢。”
      
      我被逗笑：“哪有，他也不是生来就那么老成。小的时候，他喜欢牵着我的手去玩捉迷藏。有一次我躲去了一个很偏僻的地方，他一直没有找到我，但我牢牢地记着他说，不能被除他之外的人发现。所以就算到了深夜，就算外面找我的人来来去去，我都忍着害怕，忍着啜泣，乖乖地等着他。”
      
      叶枝静静地听着，然后问：“后来呢？”
      
      “后来他就成太子啦。”我低下头看自己的脚尖，“我们再也没有玩过捉迷藏。”
      
      叶枝没有再多问。
      
      她没有问我是怎样被找到，也没有问我百里临受到了怎样的处罚。她一直是个很合格的倾听者，总能知道该在哪里停下。
      
      春光暖融融地照在我们身上，梨花盛大地开了满树，像一场姗姗来迟的落雪。
      
      我没有告诉叶枝，那一次捉迷藏，最后以百里临跪在陛下面前狠狠挨了几十下藤条告终。
      
      陛下亲手打的他。
      
      大雪飘飞的天气里，年仅八岁的百里临被打得鲜血淋漓，血落到台阶上都结了霜。即便如此，他也没有呼一句痛，掉一滴泪。
      
      他说是他错了，是他把我弄丢，是他找不到我，是他一时幼稚贪玩，险些铸成大错。
      
      那一天，丞相家的嫡女林鹊在冷宫的假山中被发现，素来顽皮的佑王殿下百里临抱着她泣不成声。
      
      还是那一天，前方来报，皇太子百里赐在南下赈灾时被流民所伤，不幸身亡。
      
      自那以后，百里临就变了。
      
      他变得不再像百里临，而林鹊，也再做不成林鹊。
      
      此时此刻我站在树下，没来由地又想起入东宫前，阿娘对我说的话。
      
      她说，阿鹊，你要笑。
      
      无论什么时候，你都要端庄温柔地面对所有人。
      
      你是林家的女儿，必须喜怒不形于色，好恶不言于表，才配得上那个尊贵的位置。
      
      你的夫君并非常人，将来必然会有许多姬妾。你须宽容隐忍、温婉知礼，不可心胸狭隘、刁蛮善妒，惹人厌烦。
      
      心动的时候，喜欢一个人的心情会变成丝线，缠绕心上人，也缠绕我自己。
      
      我都知道。
      
      所以我只敢远远地眺望我的夫君。
      
      所以我把握分寸，进退得宜，与他相敬如宾。
      
      我不能不喜欢他，也不能太喜欢他。
      
      否则我怕到了某一天，那些丝线，会将我扯得很痛很痛。
      
      
      
      10
      
      昨日百里临负气离去，第二日，东宫的侍卫却带着马夫来探问我，想要何时动身去长乐公主府。
      
      不用问也知道，是百里临的手笔。
      
      我若无其事地叫上叶枝，一路上却一直心不在焉。
      
      半个时辰后，我和叶枝终于见到了传闻中的十三驸马。
      
      众所周知，十三驸马易见是个妻管严。
      
      我们走进长乐公主府的时候，恰好撞见百里念满院子撵着易见跑，那样子不像夫妻，倒像是有什么深仇大恨。
      
      见着我来，百里念直接怒气冲冲地拎着易见的领子，将他扯到我们身边，高声道：“嫂嫂，你来评评理！”
      
      叶枝面上不动声色，一边略略侧身靠近我耳朵。
      
      “这长乐公主什么情况？”
      
      “等会跟你说。”
      
      我小声回了叶枝，然后向前走了几步。
      
      易见生得斯文，不长的头发在脑后扎成小辫，白净挺拔的鼻梁上挂着片圆溜溜的眼镜。眼镜边缘被打磨得很光滑，看起来像是自制的。
      
      此时他脸红到了耳根，连带着手也无所适从，一会儿推眼镜，一会儿动领口。
      
      我忍俊不禁：“这是怎么了？”
      
      “西夷那边送来一批稀有的金刚石指环，本公主喜欢得很。这小子抬杠，非要说这金刚石一文不值，是碳什么……”
      
      “碳元素。”叶枝出声。
      
      “对！”百里念忙不迭点头，“他这不是放屁吗！”
      
      易见好不容易挣脱，嘴上却不认输：“钻石本来就是由碳元素组成的，和石墨一样……”
      
      百里念横眉竖眼：“你还说！”
      
      易见闭嘴了。
      
      百里念鼓着腮帮，像只生气的金鱼，娇憨的样子惹得叶枝也忍不住扬起唇角。
      
      “金刚石确实是由碳元素组成的，但就像我们人都是由血肉组成一样，同样的成分，也可能绽放出不同的光辉。”
      
      百里念明白过来，又扭头骂易见。
      
      “就是！那我们人生来都是一坨软肉，和狗一样！我养你不如养条狗！”
      
      易见红了眼睛，要哭不哭，委屈巴巴地扯着百里念的袖子，弱气道：“不是嘛……我不是那个意思。我是想说，这种东西，你给我足够的金刚石砂，我也能给你做出来……”
      
      话说到一半，他忽然反应过来，猛地看向叶枝。
      
      “你怎么知道碳元素？”
      
      
      
      12
      
      听说叶枝也是穿越来的现代人后，易见一下就来了精神，嚷嚷着要和叶枝对暗号。
      
      很显然，叶枝不太想理他。
      
      “背一下《滕王阁序》。”
      
      叶枝沉默了一会儿，干巴巴地回：“‘庆历四年春，滕子京谪守巴陵郡。’”
      
      “那是《岳阳楼记》。”
      
      “‘六王毕，四海一；蜀山兀，阿房出。’”
      
      “那是《阿房宫赋》。”
      
      “‘先帝创业未半而中道崩殂。’”
      
      “那是《出师表》！”易见崩溃了，“你绝对是故意的吧！”
      
      叶枝无辜地移开目光。
      
      
      
      13
      
      百里念坐在我身边，拖着我的手臂，娇娇地看两位现代人打机锋。
      
      单看她现在的样子，任谁都很难将她和那个战场上剽悍泼辣的长乐公主联系起来。
      
      “嫂嫂，”她忽然转过头喊我，“皇兄最近对你好么？”
      
      “挺好的呀，为什么这样问？”
      
      百里念噘起嘴，将侧脸靠在我的肩膀上，软绵绵的脸被挤得变形，却莫名显得更为可爱。
      
      “那便是不好了。”她嘀咕，“皇兄那个闷葫芦，八棍子打不出一个屁来，当真无趣得要命。”
      
      我笑着去捂她的嘴：“没大没小。”
      
      百里念东倒西歪地躲闪，也跟着笑：“嫂嫂还是要这样笑才好看！平日里那样笑，我看了都替你累得慌。”
      
      叶枝与易见那边却又嚷了起来。
      
      易见喊得大声，我和百里念想不注意都不行。
      
      “什么！你想回去？”
      
      叶枝漠然地抱着胸，看易见的眼神有点像在看傻子：“我想回去很奇怪吗？”
      
      “不是……你回去干什么？你回去也是单身狗啊。”
      
      “单身狗也比老婆奴好。”
      
      易见被叶枝噎了一口，恼羞成怒地睁大眼睛：“你怎么这样凭空污人清白……”
      
      “什么清白，你不是公主殿下的狗么？”
      
      易见涨红了脸，不死心地争辩，接着就是一连串难懂的话：“公主殿下的狗不能算狗……我宠我老婆，能算当狗么？”
      
      百里念“噗嗤”一声笑了。
      
      周围的气氛变得快活了起来。
      
      叶枝一脸了然，问：“所以，到底怎样才能回去？”
      
      “等五星连珠，”易见挂在百里念身上，不情不愿地回答她，“五星连珠的时候，我给你画一个法阵，你就能回去了。”
      
      叶枝沉默着望了易见半天，目光更怜悯了。
      
      “你说这话你自己信吗。”
      
      “你爱信不信！”
      
      “我是唯物主义者。”
      
      “什么唯物主义唯心主义，我是百里念主义，”易见大言不惭地回击，“你都穿越了还计较这个，就离谱。”
      
      叶枝略一沉吟，再度发问：“你这个方法，以前对谁成功过吗？”
      
      
      
      14
      
      回去的马车上，叶枝坐得端正笔直，神色却很恍惚。
      
      风吹起车帘，带着寒意的春风吹得人清醒不少。
      
      我问：“还在想十三驸马说的话？”
      
      叶枝回过神，不轻不重地“嗯”了一声，问我：“太子赐是个怎样的人？”
      
      自我出生以来，华阳有过两任太子。
      
      一位是我的夫君，民间称之为太子临；另一位，便是百里临同父同母的兄长百里赐，民间称之为太子赐。
      
      当年的所有人，包括百里临在内，都以为百里赐会是华阳的下一任新君。
      
      可惜，世事无常。
      
      我叹了口气。
      
      迟疑片刻，我回答叶枝。
      
      “我对赐殿下的印象很模糊了。毕竟我那时不过五六岁，见赐殿下的机会也不多。我只记得，赐殿下是个很活泼明快的人。临哥哥……现在的太子殿下总喜欢黏着他。”
      
      方才，易见将我们叫进他的工作室，然后关上门，告诉了我们一些鲜为人知的事。
      
      百里赐和辛娓的事。
      
      当年百里赐去世后，举国皆悲，却很少有人知道，当时的太子妃辛娓在那之后因为受了太大的打击，几乎无法正常生活。
      
      易见说，以她当时的病情，回到现代是唯一的活路。
      
      为了帮她，他翻遍各大藏书阁，结合星象天文学，终于误打误撞地找出了绘制传送法阵的方法。
      
      “她也是穿越者，”易见推了推眼镜，“甚至跟我是一个大学的。我总不能看着她死。”
      
      叶枝忍无可忍：“你们这个国家到底有多少穿越者。”
      
      “谁知道呢，”易见把我和叶枝丢在一边，低头摆弄自己的古怪器械，神色说不上是麻木还是云淡风轻，“大部分穿越者都是普通人，从现代被丢进这里，就像被丢进大海里的一滴墨水，不死就不错了。你以为，多一个穿越者能改变得了什么？”
      
      叶枝沉默了。
      
      易见接着道：“还有，我和你不一样，我是魂穿。刚来这边的时候，我十岁的身体，二十岁的脑子，不是没有做过男主梦。”
      
      他扯了扯唇角，露出一个在我看来有些悲凉的笑。
      
      “但那也只是梦。”
      
      我突然想起来，这位十三驸马在十二年前，确实一度风光无两。
      
      他改良了火药的配方，并以铜制造出一种名叫“火统”的武器。虽尚无法普及使用，但其威力已然震惊诸国。
      
      奇怪的是，在那之后他便杳无声息，再无惊人之作面世。
      
      陛下命他去给刚刚回宫的十三公主做太傅，那也是后话了。
      
      叶枝自言自语：“果然改变不了啊。”
      
      “怎么改变？”易见打了个哈欠，“出去大叫‘王侯将相宁有种乎’，然后被拖出去砍头吗？”
      
      他自顾自细细地打磨着什么东西。
      
      “‘木秀于林，风必摧之’。我又不是三岁小孩儿，这道理我懂。有些东西我能造，有些东西，我即便能造也不能造。我现在的想法很简单，待在念念身边，做个不让她丢脸的丈夫，一起快快乐乐地过一辈子，就足够了。”
      
      “那辛娓后来成功回去了吗？”我问。
      
      “有，也没有。”
      
      易见的手指被器具锐利的边缘划破了一点，渗出血滴。他皱起眉，不讲究地吮了吮。
      
      “她死了。”`,
      good_num: "112",
      comment_num: "18",
    },
  ],
};

module.exports.discovery = discovery;
